const details = [
  {
    name: "زهرا محمدی",
    city: "تهران",
    img: "/images/p1.png",
    desc: "همه‌چیز دقیقاً همون‌طوری بود که تصور می‌کردم! از انتخاب پارچه گرفته تا جزئیات مدل، می‌شد همه چیز رو طبق سلیقه شخصی تنظیم کنم، خرید راحت و بدون استرسی بود.",
    title: "سفارش راحت و بی‌دردسر",
    count: "5",
  },
  {
    name: "سیما پاشا",
    city: "کرج",
    img: "/images/p2.png",
    desc: "واقعاً از کیفیت لباس‌هایی که سفارش دادم جا خوردم! پارچه‌ها همون‌قدر که گفته بودن باکیفیت بود، دوختشون هم خیلی خوب بود. حس خوبیه که یه فروشگاه اینقدر به کیفیت اهمیت می‌ده.",
    title: "کیفیت، فراتر از انتظار",
    count: "4",
  },
  {
    name: "رها احمدی",
    city: "کاشان",
    img: "/images/p3.png",
    desc: "خرید کردم و خیلی سریع به دستم رسید! بسته‌بندی خوب و مرتب بود و لباس‌ها سالم و تمیز بودن. این سرعت تو تحویل خیلی بهم حس اطمینان می‌ده.",
    title: "تحویل سریع",
    count: "3",
  },
];
export default details;
