const details = [
  {
    img: "/images/a1.png",
    title: "انتخاب لباس‌های زنانه در هر فصل",
    desc: "در تابستان از پارچه‌های نخی و سبک استفاده کنید که نفس‌گیر هستند و در زمستان از پارچه‌های گرم مانند پشم و مخمل که گرمای بدن را حفظ می‌کنند.",
    date: "14 شهریور",
    time: "10",
    texts: ["استایل", "انتخاب پارچه"],
  },
  {
    img: "/images/a2.png",
    title: "جدیدترین ترندهای دنیای مد",
    desc: "سال جدید، سبک‌های جدیدی به همراه دارد. در این مقاله، نگاهی به ترندهای برتر دنیای مد در سال 2024 انداخته و نحوه تطبیق آن‌ها با استایل شخصی خود را بررسی کنید.",
    date: "12 مهر",
    time: "15",
    texts: ["ترند های طراحی"],
  },
  {
    img: "/images/a3.png",
    title: "تأثیر رنگ‌ها در استایل",
    desc: "رنگ‌ها نقش مهمی در استایل شما ایفا می‌کنند. در این مقاله یاد می‌گیرید که چگونه رنگ‌هایی را انتخاب کنید که نه تنها شما را زیباتر نشان دهند، بلکه با شخصیتتان همخوانی داشته باشند.",
    date: "28 فروردین",
    time: "20",
    texts: ["رنگ  بندی", "فرم بدن"],
  },
];
export default details;
